{
  "home": "Home",
  "about": "About",
  "services": "Services",
  "contact": "Contact",
  "careers": "Careers",
  "blog": "Blog",
  "subHero": "is where business happens",
  "established": "established",
  "learnMore": "Learn more",
  "email_us_now": "Email us right now!",
  "email_us": "Email us",
  "all_rights": "All rights reserved.",
  "home_page": {
    "theBestAbilities": "The Best Abilities for Any Company",
    "sdg_goals": {
      "title": "Striving for SDG Goals",
      "description": "We are committed to achieving the Sustainable Development Goals (SDGs). Our company implements eco-friendly and sustainable practices to contribute to a better future for all."
    },
    "reliable_supplies": {
      "title": "Reliable Supplies for Your Business",
      "description": "We provide reliable supplies of building materials for your business. Our personalized approach and timely delivery ensure the successful completion of your projects."
    },
    "oil_gas_excellence": {
      "title": "Delivering Excellence in Oil & Gas",
      "description": "Our supplies for oil and gas companies help ensure uninterrupted operations and high-quality project execution. We care about deadlines and reliability, allowing you to focus on what matters most."
    },

    "supplies_for_companies": {
      "title": "Supplies for Companies",
      "description": "Reliable supply of construction materials for businesses with an individual approach and timely delivery."
    },
    "delivery_and_logistics": {
      "title": "Delivery and Logistics",
      "description": "Fast and reliable delivery of materials directly to the site. We care about deadlines and quality."
    },
    "special_offers": {
      "title": "Special Offers",
      "description": "Promotions and discounts on construction materials. Stay tuned for our best offers!"
    },
    "consulting_and_support": {
      "title": "Consulting and Support",
      "description": "Professional consultations on material selection. We help you find the perfect solution for your project."
    },
    "why_choose_us": {
      "title": "Why Choose Us?",
      "description": "At Taze Kenar, we prioritize your satisfaction and success. Our team of experts is dedicated to providing top-notch services, ensuring that every project we undertake meets your expectations and beyond."
    },
    "our_partners": "Our partners:",
    "trust_and_win": "THEY TRUST US AND WIN, CONTACT US TO WIN TOO.",
    "best_day_first": "The best day to deal with us was one year ago.",
    "best_day_second": "The second best is today!"
  },
  "services_page": {
    "empowering_projects": {
      "title": "Empowering Your Projects with Excellence",
      "description": "At Taze Kenar, we believe in transforming visions into reality. Our diverse range of services is designed to meet the unique needs of each client, ensuring quality and reliability in every step. Let's build a sustainable future together."
    },
    "commitment": "Our commitment to excellence is reflected in the comprehensive services we offer. From reliable supplies to expert consultation, each service is crafted to ensure your projects are completed with the highest standards of quality and efficiency.",

    "reliable_supplies": {
      "title": "Reliable Supplies for Companies",
      "description": "Dependable supply of construction materials for businesses with a personalized approach and timely delivery."
    },
    "delivery_logistics": {
      "title": "Delivery and Logistics",
      "description": "Fast and reliable delivery of materials directly to your site. We care about deadlines and quality."
    },
    "special_offers": {
      "title": "Special Offers",
      "description": "Promotions and discounts on construction materials. Keep an eye on our special deals!"
    },
    "consultation_support": {
      "title": "Consultation and Support",
      "description": "Professional consultations on material selection. We help you find the perfect solution for your project."
    },
    "oil_gas_supplies": {
      "title": "Oil and Gas Supplies",
      "description": "Quality supplies tailored for the oil and gas industry ensuring seamless operations."
    },
    "sustainable_solutions": {
      "title": "Sustainable Solutions",
      "description": "We strive towards SDG goals with eco-friendly materials and sustainable construction practices."
    },
    "on_site_handling": {
      "title": "On-Site Material Handling",
      "description": "Efficient material handling and logistics on site to enhance productivity and reduce downtime."
    },
    "custom_material_solutions": {
      "title": "Customized Material Solutions",
      "description": "Tailored material solutions to meet the specific needs of your projects."
    },
    "bulk_material_supply": {
      "title": "Bulk Material Supply",
      "description": "Large scale supply of materials for extensive construction projects with guaranteed availability."
    },
    "customer_support": {
      "title": "24/7 Customer Support",
      "description": "Round the clock customer support to address any issues or queries regarding material supply."
    }
  }
}
